{
  "version" : "v1.07.00",
  "characters" : {
    "alisa" : "",
    "asuka" : "",
    "azucena" : "6 6 ~RK: 옆이나 뒤에서 맞출 시 움직임 변경",
    "bryan" : "6 6 ~LK: 끝가지 홀드한 기술이 아닌데도 반격이 안되던 문제 수정 (하향)",
    "claudio" : "",
    "devil jin" : "",
    "dragunov" : "2 3 6 RK, 2 3 6 AK: 히트 발동 연출이나 히트 대시 발동 직후에 안 나가던 문제 수정(조정)\n6 6 RK: 옆이나 뒤에서 맞출 시 움직임 변경",
    "eddy" : "1 AP, 2 RKLK: 옆에서 맞출 시 움직임 변경",
    "feng" : "2 RP, 1 APRP: 피격 판정을 확대해 상대의 공격을 피하는 현상 완화 (하향)",
    "hwoarang" : "2 LKRK(왼 플라밍고, 오른자세 포함): 2타를 맞춘 후 다음 상단 공격을 상대가 너무 빠르게 앉을 수 있는 현상 수정 (상향)\n7 LK: 특정 입력 시 공격 발생 프레임이 바뀌던 것을 수정\n오른플라 RP: 히트백, 가드백 감소 및 후속타가 헛치는 현상 완화 (조정)\n4 RK(오른자세 포함): 공격 판정을 아래로 늘려 헛치는 현상 완화 (상향)",
    "jack-8" : "3 RK: 후속타의 안정성을 위해 카운터 시 상대와의 거리르 조정 (상향)\n6 AK2 : 옆이나 뒤에서 맞출 시 움직임 변경",
    "jin" : "",
    "jun" : "",
    "kazuya" : "데빌 상태에서 6 N2 3 LP: 히트 타이머가 줄어드는 타이밍을 자연스럽게 변경\n[RKLK]: 막타가 아니면 플로어 브레이크가 일어나지 않도록 수정 (상향)\n1 LPRP: 1타를 맞출 때 한해, 2타의 추적 성능을 높여 도중에 헛치는 현상을 완화 (상향)\n6 N2 3 AP: v1.06 패치에서 레이지 아츠가 나가는 걸 수정했지만, 무족 중(6 N3 )에는 적용이 안된걸 수정",
    "king" : "6 6 RP: 옆이나 뒤에서 맞출 시 움직임 변경\n9 AK: 피격 판정을 아래로 확대해 상대의 공격을 피하는 현상을 완화 (하향)",
    "kuma" : "6 RP: 본체 근처의 공격 판정을 확대해 가까운데도 헛치던 현상을 완화 (리치는 그대로) (상향)\n9 RK: 9 RKLK를 입력했을 때 9 RK가 반격되던 것을 수정",
    "lars" : "다이나믹 엔트리 도중 RK: 다이나믹 엔트리 도중 RK2 를 입력했을 때 대미지가 잘못되어 10에서 14로 변경해 다이나믹 엔트리중 RK와 통일 (상향)",
    "law" : "",
    "lee" : "",
    "leo" : "1 RKLP, 섬광 보유 중 1 RKLPAP: 1타를 맞추면 2타 추적 성능이 강화, 2타를 맞추면 3타 추적 성능을 강화, 콤보 중 3타가 헛치는 현상을 완화하기 위해 3타 입력 시 2타를 공중에서 맞췄을 때 상대의 움직임을 변경 (상향)",
    "leroy" : "",
    "lili" : "",
    "nina" : "",
    "panda" : "",
    "paul" : "",
    "raven" : "일어서며 AK: 공격 판정을 아래로 늘려 헛치는 현상을 완화 (상향)\n상대에게 등을 보일 때 LKRKLK: 상대와 충돌 판정을 조정해 2타를 맞출 때 3타가 헛치는 현상을 완화\n소울존2 : 조작이 쉽게 2 입력 시간을 완화",
    "reina" : "",
    "shaheen" : "스텔스 스텝1 : v1.05 패치 영향으로 상단 공격이 들어가던 문제 수정",
    "steve" : "4 LP: 상대 공격이 같이 맞았을 때 상대의 공격이 대미지가 낮은 경우에도 같이 맞는 연출이 발생하도록 변경. 이 기술은 카운터 히트 시 추격이 중요하기 때문에 수정",
    "victor" : "",
    "xiaoyu" : "",
    "yoshimitsu" : "납도 또는 금타 자세에서 RPAP: 옆에서 맞출 시 상대가 앞을 보도록 상대의 움직임을 변경, 뒤에서 맞출 시 상대의 움직임을 변경",
    "zafina" : "",
    "lidia" : ""
  },
  "description" : "LP: 왼손, RP: 오른손\nLK: 왼발, RK: 오른발\nAL: LP+LK, AR: RP+RK\nAP: 양손, AK: 양발\nD: 다운, T: 토네이도, A: 공중, g:가드 가능"
}