{
  "version" : "v1.08.00",
  "characters" : {
    "alisa" : "6 AP: 히트박스가 아래쪽으로 확장되어 특정 동작에 대한 헛치는 경우가 완화 (상향)",
    "asuka" : "6 AP: 허트박스를 위쪽으로 확장하여 의도치 않은 상대의 상단을 피할 수 있는 능력을 줄임 (하향)\n3 LK, 6 6 RPLK: 히트박스가 확장되어 다운된 상태의 상대한테 헛칠 가능성이 낮아짐 (상향)",
    "azucena" : "",
    "bryan" : "2 APLK: 본체 주변의 히트박스를 근거리에서 헛치는 이슈를 완화하기 위해 확장(공격 리치에는 영향을 미치지 않음) (상향)",
    "claudio" : "",
    "devil jin" : "히트 스매시: 가드 시 4 입력 시 선자세로 변경 가능 (상향)\n9 AK: 2타의 추적 능력이 1타 히트 또는 가드에서 향상되어 헛치는 상황 완화\n일어서며 RP: 상대의 상단을 피하고 딜캐로 사용하려 할 때 헛치는 현상 완화 (상향)\n6 N2 3 RP: 명령어 입력 난이도를 완화하기 위해 초풍을 6 N3 RP를 입력하여 사용 가능(무족초 사용 가능) (상향)",
    "dragunov" : "4 RKRP: 2타 대미지 15에서 10으로 변경 (하향)\n4 RKLK: 2타의 대미지를 20에서 16으로 변경 (하향)\n2 3 6 RK: 대미지를 27에서 22로 변경, 가드 대미지를 5에서 4로 변경 (하향)",
    "eddy" : "네가치바 자세 도중 LKLK: 두 번째 공격의 추적 기능은 첫 번째 공격이 지상에 연결될 때만 강화되어 중간에 헛치는 일이 발생하는 것을 완화 (상향)",
    "feng" : "히트 스매시: 가드 중에 운수로 전환할 때 캐릭터의 전진 움직임이 증가하여 상대와의 거리 감소 (상향)\n허보 자세 도중 RKAP: 1타 히트 시 2타가 헛치는 일 완화 (상향)",
    "hwoarang" : "히트 버스트: 허트박스가 아래쪽으로 확장되어 특정 하단 공격이 헛치는 문제 완화 (하향)\n7 RK: 공격 판정 전에 하단을 맞는 일을 완화하기 위해 점프 상태를 5-15F에서 5-17F으로 변경 (상향)\n일어서며 LK: 히트 시 상대방의 행동 조정. 상대방을 쓰러뜨리는 대신 3 AK, 9 AKRK와 같은 기술이 들어가게 변경 (+14의 이득) (조정)\n오른자세 도중 3 LK: 공격에 대한 판정이 아래쪽으로 확장되어 상대방을 뛰어넘는 현상 완화 (상향)\n왼 플라밍고 도중 [RKLK](저스트 포함): 가드 시 프레임이 -2에서 +6으로 변경 (상향)",
    "jack-8" : "히트 버스트: 본체 주변의 히트박스가 근거리에서 헛치는 문제를 완화하기 위해 확장(공격 리치에는 영향을 미치지 않음) (상향)\n흘리기: 1 2 3 입력 시 흘리기를 할 수 없던 현상 조정 (조정)",
    "jin" : "RK: 공중 히트 시 대미지 18에서 15로 조정 (하향)",
    "jun" : "겐지츠 자세 도중 히트 스매시: 공격이 헛쳤을 때 상대방을 추적하지 않도록 고정 (하향)\n일어서며 LPRKAP: 뒤에 있는 상대방을 때리는 현상 완화를 위해 공격 히트박스 축소 (하향)",
    "kazuya" : "",
    "king" : "",
    "kuma/panda" : "2 LP: 헛침을 완화하기 위해 히트박스 확장 (상향)\n흘리기: 1 2 3 입력 시 흘리기를 할 수 없던 현상 조정 (조정)",
    "lars" : "LPLPLP: 히트 시 벽꽝이 되도록 변경 (상향)",
    "law" : "LPLP: 특정 입력으로 상대가 2타를 피하기 위해 앉지 못하는 버그 수정 (하향)\n6 6 6 ~LK: 공격이 시작되기 전 하단 공격을 받지 않도록 점프 상태를 3-29F에서 3-32F로 변경",
    "lee" : "스페셜 스타일: 스페셜 스타일을 사용하는 동안 특정 명령을 입력한 후 캐릭터가 일정 기간 응답하지 않는 버그 수정\n히트 스매시: 가드 시 -15F에서 -14F으로 변경 (상향)\n2 LKRK: 허트박스가 위로 확장되어 특정 상황에서 공격을 헛치는 현상 완화, 허트박스를 확장하여 특정 공격이 헛칠 수 있는 현상 완화 (상향)",
    "leo" : "부보 도중 AP: 공격 히트박스의 위치가 조정되어 특정 상황에서 헛칠 수 있는 현상 완화",
    "leroy" : "6 AP: 상대방의 공격을 받아낼 때 히트박스가 확장되어 특정 상황에서 헛치는 현상 완화 (상향)",
    "lidia" : "AL, 상대 왼쪽에서 AL or AR: 상대가 아무런 행동을 하지 않을 시 다운된 것처럼 취급되는 문제 해결",
    "lili" : "",
    "nina" : "히트 스매시: 공격이 헛쳤을 때 상대방을 추적하지 않도록 고정, 벽 근처에서 상대방과의 위치가 의도한 것과 다르게 변하던 문제 완화 (하향)\nLPRPAP, 6 AP, 3 LPRPAP, 6 6 AP: 특정 상화에서 헛치는 일을 완화하기 위해 히트박스를 확장하고 충돌 감지 기능 조정 (상향)\nRPLK, 일어서며 LK: 축이 틀리더라도 히트 시 잡기로 전환하도록 조정 (상향)\n3 LKRP: 2타 대미지를 12에서 9로 변경 (하향)\n3 AP, 일어서며 LK: 추적 기능 감소, 횡 낙법을 하는 상대방에게 낙법 중 공격이 상대를 뒤에서 공격하는 것을 방지 (하향)\n9 LK: 대미지를 20에서 18로 변경 (하향)\n9 RK: 대미지를 23에서 22로 변경 (하향)\n2 3 6 LP: 대미지를 20에서 18로 변경, 가드 대미지를 4에서 3으로 변경 (하향)",
    "panda" : "",
    "paul" : "1 RP: 공격 히트박스를 아래로 확장하여 다운된 상대에게 더 잘 맞도록 조정(상대가 다운된 상태에서만 적용) (상향)\n이중 잠복 자세 도중 3 RPLP: 대미지를 20에서 30으로 변경 (상향)",
    "raven" : "히트 버스트: 히트박스가 확장되어 특정 상황에서 공격이 헛치는 현상 완화 (상향)\n6 RK: 히트 시 토네이도 발동, 대미지를 23에서 17로 변경, 가드 시 프레임이 -9F에서 -12F으로 변경, 가드 시 상대와의 거리 감소 (상향)",
    "reina" : "",
    "shaheen" : "1 LKRK: 측면에서 1타 히트 시 2타를 가드할 수 없던 문제를 조정하기 위해 측면 히트 시 상대 방향을 정면으로 변경",
    "steve" : "AP: 극도로 근거리에서 벽 콤보 사용 시 위치 문제 완화를 위해 전진성 감소\n라이온 하트 자세 도중 AP: 앉아서 공격을 피할 때 반격이 닿지 않는 현상을 낮추기 위해 충돌 감지 조정",
    "victor" : "4 LPRP: 2타의 추적 기능 향상(1타 히트 시에만) (상향)",
    "xiaoyu" : "LP2 LP, 6 RPLP, 3 LP: 상대가 맞은 후 부자연스럽게 앉았다 일어날 수 있는 문제 수정\n9 RK: 위치가 바뀌는 문제 수정\n뒤돈 상태에서 LPRP: 2타까지 입력했을 때 1타 히트박스를 상향 (상향)\n뒤돈 상태에서 6 AL or 6 AR, 뒤돈 상태에서 6 RP+LK: 호밍 기술로 변경 (상향)",
    "yoshimitsu" : "6 AK: 6 AK 도중 벽에 부딪혔을 때 만자앉기 자세 중 공격으로 전환하기 위한 입력 유예 완화, 공격 실행 타이밍이 1F 빨라짐 (상향)\n4 LKLK or 4 RKRK: 체력 소비량이 4,5 에서 8,10으로 변경 (하향)\n9 AK2 AK, 6 6 RP 히트 시 2 AK, 위를 향하여 다운 시 2 AK, 지뢰인 자세 도중 2 AK, 납도 도중 2 AK, 9 AK: 만자앉기 자세 중 공격으로 전환하기 위한 입력 유예 완화, 공격을 실행하는 타이밍 2F 빨라짐 (상향), 6 6 RP 히트 시 RP2 AK: 특정 조건에서 만자앉기 자세가 비활성화 되던 문제 수정",
    "zafina" : ""
  },
  "description" : "LP: 왼손, RP: 오른손\nLK: 왼발, RK: 오른발\nAL: LP+LK, AR: RP+RK\nAP: 양손, AK: 양발\nD: 다운, T: 토네이도, A: 공중, g:가드 가능"
}